package system_test;

/**
 * Created by docca on 16.04.2017.
 */
public interface Test {
    String[] question={"Выберите недостающие цифры в ряду: 24 21 19 18 15 13 – – 7",
            "Выберите недостающие цифры в ряду: 1 4 9 16 – – 49 64 81 100",
            "Выберите недостающие цифры в ряду: 16 17 15 18 14 19 – –",
            "Выберите недостающие цифры в ряду: 1 3 6 8 16 18 - - 76 78",
            "Выберите недостающую цифру в ряду: 7 16 9 5 21 16 9 – 4",
            "Выберите недостающие цифры в ряду: 2 4 8 10 20 22 – – 92 94",
            "Выберите недостающие цифры в ряду: 24 22 19 15 – –"};
    String[] answerA={"a)10, 9",
        "a)25, 32",
        "a)13, 20",
        "a)20, 38",
        "a)13",
        "a)24, 48",
        "a)11, 6"};
    String[] answerB={"b)12, 9",
            "b)23, 31",
            "b)18, 21",
            "b)36, 38",
            "b)6",
            "b)44, 46",
            "b)9, 2"};
    String[] answerC={"c)11, 8",
            "c)25, 36",
            "c)21, 20",
            "c)36, 74",
            "c)8",
            "c)44, 88",
            "c)10, 4"};
    String[] answerTrue={"b","c","a","b","a","b","c"};
}
